9/data/attachments/2712cda6b9e6e5ee.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Denise_various_Friend_58820_3</nif:username>
            <nif:friendToBeRequested>soap_friends_b9e16bab-8608-4bc4-8d04-c9a69ef54cc2</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>